Яманова Зайсана 21-ИС 15.11.2022
#Задание 5. If18.Даны три целых числа,одно из которых отлично от двух других,равных между собой.Определить порядковый номер числа,отличного от остальных.
d=int(input())
a=int(input())
b=int(input())
if d==a==b:
     print("ошибка")
elif d==b:
     print("число -  второе")
elif a==b:
     print("число - первое")
else:
     print("число - третье")