Яманова Зайсана 21-ИС 15.11.2022
#Задание 1.If1.Дано целое число.Если оно является положительным,то вычесть из него 8;в противном случае не изменять его.
number=int(input())
if number>0:
    number-=8
print(number)