Яманова Зайсана 21ИС 15.11.2022
#Задание 2.If2. Дано целое число.Если оно является положительным,то вычесть из него 8;в противном случае прибавить к нему 6.
a=int(input())
if a>0:
  c=a-8
  print(c)
else:
   c=a+6
   print(c)