Яманова Зайсана 21-ИС 15.11.2022
#Задание 3.If3.Дано целое число .Если оно является положительным,то вычесть из него 8;если  отрицательным,то прибавить к нему 6;если нулевым,то заменить его на 10.
a=int(input())
if a>0:
    a=a-8
elif a==0:
     a=10
elif
     a=a+6
print (a)